{
  "notification": "Notification",
  "notifications": "Notifications",
  "new-notification": "New notification",
  "type": "Type of notification",
  "name": "Name (internal)",
  "display-name": "Name displayed in the interaction",
  "start-date": "Start display",
  "end-date": "End display",
  "simple": "Simple",
  "random-draw": "Random draw",
  "instant-win": "Instant win",
  "treasure-hunt": "Treasure hunt",
  "application": "Attached application",
  "signal": "Signal that will trigger the notification",
  "nb-notif": "Number of possible choices",
  "create-content": "Create the content",
  "display-type": "Display type",
  "image-link": "Link when the user touches the image (optional)",
  "video-link": "Link to the video (like https://youtu.be/xxx)",
  "nb-display": "Number of display (0 = no limit)",
  "delay-between-display": "delay in minutes between 2 displays (0 = no delay)",
  "content": "Notification's content",
  "contents": "Contents for this notification",
  "image-selection": "Select an image (prefered size: portrait 1600x900)",
  "probability": "Probability of drawing",
  "quota": "Global display quota",
  "default": "Default display",
  "simple-desc": "This notification will appear each time the signal is detected. You can also manage a maximum number of displays (0 for no limit) and a delay in minutes between two consecutive displays.",
  "random-draw-desc": "This interaction allows you to manage a draw between several possible notifications such as 'won' and 'lost' for example for the same signal. Choose already the number of notifications you will manage, at least 2. Then for each notification (selectable in the display tab) choose the probability it has to appear and the number of times it can do so. If it can appear several times, a delay between two consecutive displays is manageable (in minutes)",
  "instant-win-desc": "This interaction allows you to manage an instant win game. Choose the number of notifications you want to manage, at least 2. Then for each notification (selectable in the display tab) choose the probability it has to appear and the quota assigned to each one. If it can appear several times, a delay between two consecutive displays is manageable (in minutes). The quota is managed globally, regardless of the number of players, the number of available notifications is also displayed for information. The default notification has no quota, it appears when there is nothing left or when the probability indicates it.",
  "treasure-hunt-desc": "This interaction allows to manage a treasure hunt with several possible notifications that will appear one after the other when the same signal is heard. A delay is programmed in minutes between two detections to advance the hunt. Choose the number of notifications that you will manage, at least 2. Then for each notification (selectable in the display tab) choose a content to display in the order of the detections.",
  "notification-details": "Notification's details",
  "confirm-delete": "Confirm deletion",
  "you-confirm-item": "Do you really want to delete this content?",
  "you-confirm": "Do you really want to delete this notification?",
  "yes-delete": "Yes",
  "no-delete": "No",
  "notification-placeholder": "text to display in the notification",
  "icon": "Notification icon"
}
