{
  "notification": "Notification",
  "notifications": "Notifications",
  "type": "Type de notification",
  "new-notification": "Nouvelle notification",
  "name": "Nom (interne)",
  "display-name": "Nom affiché dans la notification",
  "start-date": "Début d'affichage",
  "end-date": "Fin d'affichage",
  "simple": "Simple",
  "random-draw": "Tirage au sort",
  "instant-win": "Instant gagnant",
  "treasure-hunt": "Chasse au trésor",
  "application": "Application associée",
  "signal": "Signal qui va déclencher la notification",
  "nb-notif": "Nombre choix possibles",
  "create-content": "Créer le contenu",
  "display-type": "Type d'affichage",
  "image-link": "Lien lorsqu'on touche l'image (facultatif)",
  "video-link": "Lien vers la vidéo (ex: https://youtu.be/xxx)",
  "nb-display": "Nombre de fois que la notification peut être affichée (0 = pas de limite)",
  "delay-between-display": "Temps entre 2 affichages en minutes (0 = pas d'attente)",
  "content": "Contenu de la notification",
  "contents": "Contenus définis pour cette notification",
  "probability": "Probabilité de tirage",
  "quota": "Quota global d'affichage",
  "default": "Notification par défaut",
  "image-selection": "Sélectionnez une image (taille conseillée: verticale 1600x900)",
  "simple-desc": "Cette notification apparaîtra à chaque fois que le signal sera détecté. Vous pouvez en plus gérer un nombre maximum d’affichage (0 pour pas de limite) et un délai en minutes entre deux affichages consécutifs.",
  "random-draw-desc": "Cette interaction permet de gérer un tirage au sort entre plusieurs notifications possibles telles que « gagné » et « perdu » par exemple pour un même signal. Choisissez déjà le nombre de notifications que vous allez gérer, au moins 2. Puis pour chaque notification, choisissez la probabilité qu’elle a d’apparaître et le nombre de fois qu’elle peut le faire. Si elle peut apparaître plusieurs fois, un délai entre deux affichages consécutifs est gérable (en minutes)",
  "instant-win-desc": "Cette interaction permet de gérer un jeu d’instant gagnant. Choisissez déjà le nombre de notifications que vous allez gérer, au moins 2. Puis pour chaque notification, choisissez la probabilité qu’elle a d’apparaître et le quota attribué à chacune. Si elle peut apparaître plusieurs fois, un délai entre deux affichages consécutifs est gérable (en minutes). Le quota est géré de manière globale, quel que soit le nombre de joueurs, le nombre de notifications disponibles est également affiché pour information. La notification par défaut n’a pas de quota, elle apparaît lorsqu’il n’y a plus rien de disponible ou que la probabilité la désigne.",
  "treasure-hunt-desc": "Cette interaction permet de gérer une chasse au trésor avec plusieurs notifications possibles qui vont apparaître les unes après les autres lorsqu’un même signal va être entendu. Un délai est programmé en minutes entre deux détections pour faire avancer la chasse. Choisissez déjà le nombre de notifications que vous allez gérer, au moins 2. Puis pour chaque notification, choisissez un contenu à afficher dans l’ordre des détections.",
  "notification-details": "Détails de la notification",
  "confirm-delete": "Confirmation de suppression",
  "you-confirm-item": "Voulez-vous vraiment supprimer ce contenu ?",
  "you-confirm": "Voulez-vous vraiment supprimer cette notification ?",
  "yes-delete": "Oui",
  "no-delete": "Non",
  "notification-placeholder": "texte à afficher dna la notification"
}
